{ "SpecialUnitAbilities": [
  {
	"NAME": "Advanced Fire Control",
	"ABBREVIATION": "AFC",
	"TYPE": "Standard",
	"RULE": "IndustrialMechs and support vehicles equipped with Advanced Fire Control do not suffer Target Number modifiers for their unit type.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "76"
  },
  {
	"NAME": "Amphibious",
	"ABBREVIATION": "AMP",
	"TYPE": "Standard",
	"RULE": "This ability makes a non-naval unit capable of water movement. Amphibious units pay a total of 4” per inch of water traversed and move as a surface naval unit in water, except that they freely move in and out of water areas.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "76"
  },
  {
	"NAME": "Angel ECM",
	"ABBREVIATION": "AECM",
	"TYPE": "Standard",
	"RULE": "An Angel ECM suite has the effects of standard ECM (see p. 77), but is treated as two standard ECM suites if using the ECM/ECCM optional rule (see p. 161).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "76"
  },
  {
	"NAME": "Anti-Mech",
	"ABBREVIATION": "AM",
	"TYPE": "Standard",
	"RULE": "Infantry units with the Anti-’Mech (AM) special ability can make a special attack against any ground units, landed VTOLs and WiGEs, or grounded aerospace units with which they are in base-to-base contact. Anti-’Mech Infantry attacks are treated as a physical attack (see p. 45).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "76"
  },
  {
	"NAME": "Anti-Missile System",
	"ABBREVIATION": "AMS",
	"TYPE": "Standard",
	"RULE": "A unit with an AMS reduces the damage by 1 point (to a minimum of 1) from any of the following attacks: standard weapon attack from a unit with the IF, SRM, or LRM special abilities, Indirect Fire attack using the IF special ability, or special weapon attack made using the SRM or LRM special abilities. AMS only works on attacks coming in the front arc, unless mounted in a turret (TUR).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "76"
  },
  {
	"NAME": "Armored Components",
	"ABBREVIATION": "ARM",
	"TYPE": "Standard",
	"RULE": "A unit with this ability ignores the first critical hit chance rolled against it during a single Alpha Strike scenario. The first time circumstances arise that would normally generate an opportunity for a critical hit (such as structure damage), the unit’s controlling player must strike off this ability as “spent” for the remainder of the scenario, and the attacker loses his first opportunity to roll for a critical hit.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "76"
  },
  {
	"NAME": "Armored Motive System",
	"ABBREVIATION": "ARS",
	"TYPE": "Standard",
	"RULE": "A unit with this special ability applies a –1 modifier on the Determining Motive Systems Damage roll (see Motive Systems Damage Table, p. 50).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Barrier Armor Rating",
	"ABBREVIATION": "BAR",
	"TYPE": "Standard",
	"RULE": "The BAR special indicates a unit that is protected by substandard armor (or commercial-grade armor). Successful attacks against such units always trigger a roll for critical hits, regardless of whether or not the structure is damaged.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Basic Fire Control",
	"ABBREVIATION": "BFC",
	"TYPE": "Standard",
	"RULE": "A support vehicle or IndustrialMech with this ability has an inferior targeting and tracking system, which adds a Target Number modifier of +1 for its attack. (This modifier is listed in the Attack Modifiers Table, see p. 44.)",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "BattleMech Shield",
	"ABBREVIATION": "SHLD",
	"TYPE": "Standard",
	"RULE": "Shield-bearing ’Mechs gain some protection against weapon and physical attacks at the expense of their own attack accuracy. To reflect this, shield-equipped units reduce the damage from most weapons and physical attacks by 1 point (to a minimum of 0). Indirect attacks, heat-causing attacks, and area-effect attacks (such as artillery and bombs) are not dampened by the shield and thus deliver full damage.<br>All weapon attacks made by a ’Mech with this ability incur an additional +1 Target Number modifier.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Bomb",
	"ABBREVIATION": "BOMB#",
	"TYPE": "Standard",
	"RULE": "Conventional and aerospace fighters, fixed-wing support vehicles, and some battle armor can carry bombs. The number of bombs these units can carry are equal to the number in the ability’s notation (so a unit with BOMB4 carries up to 4 bombs).<br>For most units, these bombs may be of any type, though battle armor units with this ability may only use cluster bombs (see p. 183).<br>(As a special exception, Arrow IV missiles of all types may be carried as bombs, but a unit that uses Arrow IV bombs must count the first Arrow IV missile carried this way as 2 bombs. All remaining bombs are then counted normally.) Each bomb a unit carries reduces its Thrust value by 1. (Battle armor units with bombs suffer no effects on their Move ratings.) A bomb-carrying unit’s card should list how many bombs the unit is carrying in the scenario, which must be equal to or less than the number this ability enables it to carry.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Cargo",
	"ABBREVIATION": "CAR#",
	"TYPE": "Standard",
	"RULE": "An infantry unit with the Cargo special ability can be carried by a unit with infantry transport space (noted by the IT# special ability). For these units, the number in the ability notation indicates the amount of cargo space it needs to be transported. For example, a squad of Elemental battle armor has a CAR5 special ability, and so would need a unit with IT5 (or higher) to transport it.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Cellular Ammunition Storage Equipment",
	"ABBREVIATION": "CASE",
	"TYPE": "Standard",
	"RULE": "Units with this ability can minimize the catastrophic effects of an ammunition explosion and thus can survive Ammo Hit critical hits (see Ammo Hit, p. 50), but will suffer additional damage.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Cellular Ammunition Storage Equipment II",
	"ABBREVIATION": "CASEII",
	"TYPE": "Standard",
	"RULE": "Units with this ability have superior protection against ammunition explosions and can ignore Ammo Hit critical hits (see Ammo Hit, p. 50).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Electronic Countermeasures",
	"ABBREVIATION": "ECM",
	"TYPE": "Standard",
	"RULE": "See page 77. Effects Active Probes, Drones, Narc and iNarc systems (p. 136) and C3 networks (p.80) in a 12&quot; radius.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Elementary Engine",
	"ABBREVIATION": "EE",
	"TYPE": "Standard",
	"RULE": "Units with EE or FC specials use non-fusion engines for power and must have the SEAL special to operate underwater.<br>Units with elementary engines (EE) may not operate in a vacuum, but units that have both fuel cell engines (FC) and the SEAL special may operate normally in a vacuum. Heat-tracking units that use either of these engine types will suffer no heat buildup from an Engine Hit critical effect. Instead, for every turn after receiving an Engine Hit critical, if the unit makes a weapon attack, its controlling player must roll 2D6 in the End Phase of that game turn. On a roll of 12, the unit explodes and is destroyed.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Fuel Cell Engine",
	"ABBREVIATION": "FC",
	"TYPE": "Standard",
	"RULE": "Units with EE or FC specials use non-fusion engines for power and must have the SEAL special to operate underwater.<br>Units with elementary engines (EE) may not operate in a vacuum, but units that have both fuel cell engines (FC) and the SEAL special may operate normally in a vacuum. Heat-tracking units that use either of these engine types will suffer no heat buildup from an Engine Hit critical effect. Instead, for every turn after receiving an Engine Hit critical, if the unit makes a weapon attack, its controlling player must roll 2D6 in the End Phase of that game turn. On a roll of 12, the unit explodes and is destroyed.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Energy",
	"ABBREVIATION": "ENE",
	"TYPE": "Standard",
	"RULE": "A unit with this ability has little to no ammo to explode, and ignores Ammo Hit critical hits (see Ammo Hit, p. 50).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "77"
  },
  {
	"NAME": "Extended Mechanized",
	"ABBREVIATION": "XMEC",
	"TYPE": "Standard",
	"RULE": "Battle armor with this special ability may function as mechanized battle armor, and can ride on any type of ground unit (see Transporting Infantry, p. 38).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Fire Resistant",
	"ABBREVIATION": "FR",
	"TYPE": "Standard",
	"RULE": "Units with this ability are not affected by infernos or other weapons that generate heat (HT#/#/#). If the heat-causing weapon deals damage in addition to causing heat, that damage still applies.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Flak",
	"ABBREVIATION": "FLK#/#/#/#",
	"TYPE": "Standard",
	"RULE": "If a unit with this ability misses its Attack Roll by 2 points or less when attacking an airborne aerospace unit, VTOL, or WiGE target, the unit will deal damage to its target equal to its FLK rating at the appropriate range bracket.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Heat",
	"ABBREVIATION": "HT#/#/#",
	"TYPE": "Standard",
	"RULE": "Units with this ability apply heat to the target’s Heat scale during the End Phase of the turn in which they deliver a successful weapon attack. If the target is a unit type that does not use a Heat Scale, the heat this ability would normally produce is added to the normal attack damage instead (see Applying Damage, p. 49). A unit with a Heat value at a range it does not normally deal damage at may make a special weapon attack in place of its standard weapon attack. This only deals the effects of the Heat special ability.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Indirect Fire",
	"ABBREVIATION": "IF#",
	"TYPE": "Standard",
	"RULE": "The Indirect Fire special ability allows a unit to attack a target without having a valid LOS to it via arcing missiles over the intervening obstacles, similar to how mortars and artillery work. This attack requires a friendly unit with a valid LOS to act as a spotter.<br>The numerical rating for this ability indicates the amount of damage a successful indirect attack will deliver. Because they attack when other weapons cannot, damage from an indirect attack applies in place of the unit’s normal weapon attack (see Indirect Fire, p. 41). Units with the IF# and LRM #/#/# specials may make use of all alternate munitions (see p. 143) and Special Pilot Abilities (see pp. 92-101) available to the LRM#/#/# special when making indirect fire attacks, but are limited to using the LRM special ability’s long range value if it is lower than the IF special ability value.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Industrial Triple-Strength Myomers",
	"ABBREVIATION": "I-TSM",
	"TYPE": "Standard",
	"RULE": "Mechs with Industrial TSM have enhanced musculature that delivers 1 point of additional damage on a successful standard- or melee-type physical attack, but these units also suffer a +2 Target Number modifier for all physical attacks due to the loss of fine motor control. (Industrial TSM also provides a movement boost, but this is already calculated in the unit’s Alpha Strike stats.)",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Infantry Transport",
	"ABBREVIATION": "IT#",
	"TYPE": "Standard",
	"RULE": "The numerical rating associated with this special ability indicates the amount of infantry transport space available. The unit may carry any number of infantry or battle armor units as long as these units’ total cargo requirement does not exceed the transporting unit’s infantry transport rating. Infantry Transport can be reduced and the same amount of Cargo Transport, Tons (CT#, see p. 84) added to a unit prior to the start of a game.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Jump Jets Weak",
	"ABBREVIATION": "JMPW#",
	"TYPE": "Standard",
	"RULE": "This unit has particularly underpowered, weak jump jets or overpowered, strong jump jets compared to their non-jump movement. Weak Jump Jets subtract the # from their TMM when using Jumping movement. Strong Jump Jets add the # to their TMM when using Jumping movement.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Jump Jets Strong",
	"ABBREVIATION": "JMPS#",
	"TYPE": "Standard",
	"RULE": "This unit has particularly underpowered, weak jump jets or overpowered, strong jump jets compared to their non-jump movement. Weak Jump Jets subtract the # from their TMM when using Jumping movement. Strong Jump Jets add the # to their TMM when using Jumping movement.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Light ECM",
	"ABBREVIATION": "LECM",
	"TYPE": "Standard",
	"RULE": "Light ECM functions identically to ECM (see p. 77), but with a reduced radius. Light ECM only creates an ECM bubble with a 2” radius.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Mechanized",
	"ABBREVIATION": "MEC",
	"TYPE": "Standard",
	"RULE": "Battle armor with this special ability may function as mechanized battle armor, and can ride on any ground unit type that has the Omni special ability (see Transporting Infantry, p. 38).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Melee",
	"ABBREVIATION": "MEL",
	"TYPE": "Standard",
	"RULE": "This special ability indicates that the ’Mech is equipped with a physical attack weapon, and adds 1 additional point of physical attack damage on a successful Melee-type physical attack (see Resolving Physical Attacks, p. 45).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Mimetic Armor System",
	"ABBREVIATION": "MAS",
	"TYPE": "Standard",
	"RULE": "Mimetic armors are similar to Stealth systems (see p. 79) in that they make a target more difficult to hit with weapon attacks (but not physical attacks). Unlike Stealth, to be effective mimetic armor requires its bearer to remain stationary. If a unit with the MAS special ability is immobile or remained at a standstill during the this turn’s Movement Phase, all non-physical attacks against that unit receive a +3 Target Number modifier for the remainder of the turn.<br>LMAS functions the same way, but provides only a +2 modifier.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Light Mimetic Armor System",
	"ABBREVIATION": "LMAS",
	"TYPE": "Standard",
	"RULE": "Mimetic armors are similar to Stealth systems (see p. 79) in that they make a target more difficult to hit with weapon attacks (but not physical attacks). Unlike Stealth, to be effective mimetic armor requires its bearer to remain stationary. If a unit with the MAS special ability is immobile or remained at a standstill during the this turn’s Movement Phase, all non-physical attacks against that unit receive a +3 Target Number modifier for the remainder of the turn.<br>LMAS functions the same way, but provides only a +2 modifier.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Off-Road",
	"ABBREVIATION": "ORO",
	"TYPE": "Standard",
	"RULE": "Lacking the rugged suspension of combat vehicles, ground-based support vehicles that use the wheeled (w) movement type must pay 2 inches of additional Move for every non-paved inch they move unless they possess the Off-Road special. This ability is not required for any other unit types, including support vehicles, that use movement modes other than wheeled.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Omni",
	"ABBREVIATION": "OMNI",
	"TYPE": "Standard",
	"RULE": "Ground-based Omni units (’Mechs or vehicles) may transport a single battle armor unit using the mechanized battle armor rules (see Transporting Infantry, p. 38).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Overheat Long",
	"ABBREVIATION": "OVL",
	"TYPE": "Standard",
	"RULE": "A unit with this special ability may overheat up to its OV value and apply that value to its Long range damage value as well as the unit’s Short and Medium range damage values. (A unit without this special ability may only apply the damage benefits of its Overheat capabilities to damage delivered in the Short and Medium range brackets.)",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "78"
  },
  {
	"NAME": "Rear-Firing Weapons",
	"ABBREVIATION": "REAR#/#/#/#",
	"TYPE": "Standard",
	"RULE": "See p.78. May fire in the rear facing but suffers increased TN when doing so. +1 for ground units.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "79"
  },
  {
	"NAME": "Stealth",
	"ABBREVIATION": "STL",
	"TYPE": "Standard",
	"RULE": "See p.79. Makes this unit more difficult to hit. Effected by ECM.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "79"
  },
  {
	"NAME": "Submersible Movement Weak",
	"ABBREVIATION": "SUBW#",
	"TYPE": "Standard",
	"RULE": "This unit has particularly underpowered, weak submersible movement or overpowered, strong submersible movement compared to their non-submersible movement. Weak submersible movement subtracts the # from their TMM when using submersible movement. Strong submersible movement adds the # to their TMM when using submersible movement.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "79"
  },
  {
	"NAME": "Submersible Movement Strong",
	"ABBREVIATION": "SUBS#",
	"TYPE": "Standard",
	"RULE": "This unit has particularly underpowered, weak submersible movement or overpowered, strong submersible movement compared to their non-submersible movement. Weak submersible movement subtracts the # from their TMM when using submersible movement. Strong submersible movement adds the # to their TMM when using submersible movement.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "79"
  },
  {
	"NAME": "Torpedo",
	"ABBREVIATION": "TOR#",
	"TYPE": "Standard",
	"RULE": "Torpedo launchers may only be launched by units in water (or on the surface of a water feature), against targets that are also on or in water (this includes units like hovercraft and airborne WiGEs operating just above the surface of water). Torpedo special ability damage is given in range brackets like a standard weapon attack, and may be fired separately or combined with the standard weapon damage that a submerged unit may deliver in combat.<br>Torpedo attacks ignore underwater range and damage modifiers that affect other weapons. For example, if a submergedunit, with damage values of 2/2/2 and a TOR 3/3 special, fires at a target that is in its underwater Short range bracket, it will deliver 4 points of total damage on a successful attack. (The base damage of 2 for its normal weapons is halved to 1, but the full TOR damage of 3 applies without reduction.)",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "79"
  },
  {
	"NAME": "Triple-Strength Myomer",
	"ABBREVIATION": "TSM",
	"TYPE": "Standard",
	"RULE": "See p.79. Can move faster and deliver additional physical damage when running hot.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "79"
  },
  {
	"NAME": "Turret",
	"ABBREVIATION": "TUR#",
	"TYPE": "Standard",
	"RULE": "A unit with a turret has some (or all) of its weapons mounted with a 360-degree field of fire. Damage for all turret-mounted weapons are included in the base damage values for the unit, and then separately for the TUR special ability. Thus, when a unit with a turret wishes to make an attack outside of its normal forward field of fire, it must use the damage values for its TUR special ability in place of the unit’s standard damage values. Attacks made using the turret cannot be combined with any special attack ability not included in the unit’s TUR special ability. Some particularly large units—such as mobile structures and very large or super large vehicles—may feature multiple turrets. A unit with multiple turrets may use each turret individually to deliver its attacks (see Exceptionally Large Units, p. 64).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "79"
  },
  {
	"NAME": "Underwater Maneuvering Units",
	"ABBREVIATION": "UMU",
	"TYPE": "Standard",
	"RULE": "A unit with the UMU special ability uses the submersible movement rules when it is submerged in water instead of the normal underwater movement rules (see Submersible Movement, p. 36).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "80"
  },
  {
	"NAME": "Watchdog",
	"ABBREVIATION": "WAT",
	"TYPE": "Standard",
	"RULE": "A unit with this special ability possesses the Watchdog Composite Electronic Warfare System. For purposes of Alpha Strike, it is treated as if it has both the Light Active Probe (LPRB; see p. 82) and ECM special abilities.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "80"
  },
  {
	"NAME": "C3 Boosted Systems (Master)",
	"ABBREVIATION": "C3BSM#",
	"TYPE": "C3 Networks",
	"RULE": "The C3 master computer enables up to four units to sharetargeting information and receive the benefits of the C3 network. One unit in a four-member C3 network must have the C3M system to act as the “master”. The other three units in the network must have C3 equipment of their own to be part of that “master’s” network.<br>These member units can use either their own master computers, or C3 slaves to accomplish this. If a C3 network has multiple “masters”, each “master” needs to designate three other units as part of its network. Units with multiple C3Ms can even use them to coordinate multiple networks via the same “master”, as demonstrated in the C3 Configuration Diagrams shown on page 81.<br>The C3 boosted system works identically to a standard C3 system, and links one master unit (noted by C3BSM) with up to three slaves (noted by C3BSS). These boosted C3 units are unaffected by most ECM effects. Only a hostile Angel ECM will affect a boosted C3 network in the same way as other ECMs affect standard C3 systems. Standard and boosted C3 systems can be connected together into the same network. However, communication is a two-way street: in such a network, communication with a non boosted member is still cut off as normal if data is transmitted through, or into, the effect radius of any hostile ECM.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "80"
  },
  {
	"NAME": "C3 Boosted Systems (Slave)",
	"ABBREVIATION": "C3BSS#",
	"TYPE": "C3 Networks",
	"RULE": "A unit equipped with a C3 slave can link into a C3 network as described under the C3 Master Computer rules (see above). To be part of a network, C3 slaves must connect to a “master” unit (either a C3M or C3BSM).<br>The C3 boosted system works identically to a standard C3 system, and links one master unit (noted by C3BSM) with up to three slaves (noted by C3BSS). These boosted C3 units are unaffected by most ECM effects. Only a hostile Angel ECM will affect a boosted C3 network in the same way as other ECMs affect standard C3 systems. Standard and boosted C3 systems can be connected together into the same network. However, communication is a two-way street: in such a network, communication with a non boosted member is still cut off as normal if data is transmitted through, or into, the effect radius of any hostile ECM.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "80"
  },
  {
	"NAME": "C3 Emergency Master Computer",
	"ABBREVIATION": "C3EM#",
	"TYPE": "C3 Networks",
	"RULE": "A C3EM system is an emergency backup for a standard C3 Mastersystem, and activates only during the End Phase of any turn in which the network’s normal C3 master cannot be contacted (either due to destruction or ECM interference). The emergency master runs for 2 consecutive turns (not counting the turn in which it activates), shutting down in the End Phase of the second turn. After the emergency master shuts down, the unit’s C3 slave also burns out. Even if the original master is restored, the emergency master can no longer be a part of the C3 network until the C3 emergency master is repaired. While running, the C3EM system duplicates all functions of a C3 master computer.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "C3 Master Computer",
	"ABBREVIATION": "C3M#",
	"TYPE": "C3 Networks",
	"RULE": "The C3 master computer enables up to four units to share targeting information and receive the benefits of the C3 network. One unit in a four-member C3 network must have the C3M system to act as the “master”. The other three units in the network must have C3 equipment of their own to be part of that “master’s” network.<br>These member units can use either their own master computers, or C3 slaves to accomplish this.<br>If a C3 network has multiple “masters”, each “master” needs to designate three other units as part of its network. Units with multiple C3Ms can even use them to coordinate multiple networks via the same “master”, as demonstrated in the C3 Configuration Diagrams shown on page 81.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "C3 Remote Sensor",
	"ABBREVIATION": "C3RS",
	"TYPE": "C3 Networks",
	"RULE": "A unit with this ability can deploy up to 4 remote sensors per game that will act as a stationary C3 Slave Computer (C3S) for one turn. Deploying the remote sensor requires a successful “attack” against a point on the map within the deploying unit’s Short range bracket (this attack receives a –4 Target Number modifier, cannot be made against another unit, and delivers no damage; if the attack misses, the remote sensor will fail to activate).<br>C3 remote sensors must be set to a specific network, requires a “master” unit to coordinate with, and cannot exceed the network’s maximum number of four active units. The remote sensor will only operate until the End Phase of the turn after its deployment. For this reason, they are often used as “backups” for destroyed or shutdown members of an active network, or as a temporary substitution for a shorthanded network.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "C3 Slave Computer",
	"ABBREVIATION": "C3S",
	"TYPE": "C3 Networks",
	"RULE": "A unit equipped with a C3 slave can link into a C3 network as described under the C3 Master Computer rules. To be part of a network, C3 slaves must connect to a “master” unit (either a C3M or C3BSM).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "C3 Improved Computer",
	"ABBREVIATION": "C3I",
	"TYPE": "C3 Networks",
	"RULE": "The C3i computer enables up to six units to be part of a C3 network, rather than 4, and requires no C3 master computer to function. Because they have no master, C3i networks cannot be shut down by the loss or ECM interference over one network member. This also means the C3i network cannot branch off to other networks, and works more like a closed system unto itself.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "Active Probe",
	"ABBREVIATION": "PRB",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units equipped with active probes have an extended view of the battlefield, enabling them to provide information about targets without moving into the target’s Short range bracket. The active probe’s effective range is 18”, automatically confers the Recon (RCN) special ability upon its user, and enables it to detect hidden units (see Hidden Units, p. 168), identify incoming sensor blips, or even discover the capabilities of unknown hostile units that fall within this range (see Concealing Unit Data, p. 157).<br>Hostile ECM systems, including Angel ECM (AECM) and standard ECM (ECM) will overwhelm the active probe’s abilities.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "Advanced Tactical Analysis Computer",
	"ABBREVIATION": "ATAC#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special is able to feed improved tactical input to robotic units. This ability provides a –1 Target Number modifier to a number of SDCS or RBT units equal to this ability’s numerical value (so a unit with an ATAC3 special may provide this modifier to up to 3 robotic units).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "Aerospace Transport",
	"ABBREVIATION": "AT#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can transport, launch and recover the indicated number of aerospace or conventional fighters (see Aerospace Unit Transports, p. 142).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "Artillery",
	"ABBREVIATION": "ARTX-#",
	"TYPE": "Optional Special Abilities",
	"RULE": "This special ability lets a unit make an artillery attack, with an abbreviation for each type of artillery replacing the “X” in the ability’s acronym. Each different type of artillery a unit carries is listed separately, with the number indicating the number of that type carried. For example, a unit with two Long Tom artillery weapons would record this as ARTLT-2.<br>Refer to the Artillery Range and Damage Table, page 47 (see the Bomb (BOMB#) special ability, p. 77, for Arrow IV missiles carried as bombs).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "82"
  },
  {
	"NAME": "Anti-Penetrative Ablation Armor",
	"ABBREVIATION": "ABA",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit protected by anti-penetrative ablation armor—often simply called ablative armor—is resistant to specialty munitions designed to pierce most other armor types. A unit with this special ignores attacks by taser weapons (MTAS# and BTAS# specials),and negates the bonus critical hit check made for attacks that use armor-penetrating ammunition and tandem-charge missile munitions (see p. 143).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "Autocannon",
	"ABBREVIATION": "AC#/#/#/#",
	"TYPE": "Optional Special Abilities",
	"RULE": "This unit mounts a significant number of autocannons and may fire them together as an alternative weapon attack instead of a standard weapon attack. This ability enables the unit to use alternate autocannon ammo for modified effects (see Alternate Munitions, p. 143).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "Ballistic-Reinforced Armor",
	"ABBREVIATION": "BRA",
	"TYPE": "Optional Special Abilities",
	"RULE": "Ballistic-reinforced armor reduces the damage from standard weapon attack that have the AC, FLK, IATM, IF, LRM, or SRM special abilities, or special weapon attacks made using those same abilities. The armor halves all damage by these attacks (rounding up).<br>If a unit makes a special weapon attack with the AC special ability (to use alternate munitions for example), the damage will be reduced to half the according AC range damage).<br>When a unit has lost all its Armor, remove the BRA special ability in the End Phase. If the Armor is repaired to 1 or more, it regains the BRA special ability.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "BattleMech Harjel",
	"ABBREVIATION": "BHJ",
	"TYPE": "Optional Special Abilities",
	"RULE": "A ’Mech protected by HarJel ignores the additional critical hit chance incurred by suffering damage while operating underwater or in a vacuum. Critical hit chances from normal structure damage (and other sources) still apply.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "BattleMech Harjel II",
	"ABBREVIATION": "BHJ2",
	"TYPE": "Optional Special Abilities",
	"RULE": "A ’Mech protected by HarJel ignores the additional critical hit chance incurred by suffering damage while operating underwater or in a vacuum. Critical hit chances from normal structure damage (and other sources) still apply.<br> In addition to providing the same hull breach resistance of standard HarJel, units protected by HarJel II will recover armor points lost to damage as long as they begin the End Phase with at least 1 point of armor remaining. The amount of armor recovered at this point is 1 point for units that have the BHJ2 special.<br>The maximum armor points a unit may recover with BattleMech HarJel II may never exceed the unit’s original armor value. BHJ2 special abilities will not recover structure points or critical damage, and these abilities will cease to function entirely if the unit is reduced to 0 armor points before its End Phase.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "BattleMech Harjel III",
	"ABBREVIATION": "BHJ3",
	"TYPE": "Optional Special Abilities",
	"RULE": "A ’Mech protected by HarJel ignores the additional critical hit chance incurred by suffering damage while operating underwater or in a vacuum. Critical hit chances from normal structure damage (and other sources) still apply.<br>In addition to providing the same hull breach resistance of standard HarJel, units protected by HarJel III will recover armor points lost to damage as long as they begin the End Phase with at least 1 point of armor remaining. The amount of armor recovered at this point is 2 points for units with the BHJ3 special.<br>The maximum armor points a unit may recover with BattleMech HarJel III may never exceed the unit’s original armor value. BHJ3 special abilitie will not recover structure points or critical damage, and these abilities will cease to function entirely if the unit is reduced to 0 armor points before its End Phase.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "Bimodal Land-Air BattleMech",
	"ABBREVIATION": "BIM(#A)",
	"TYPE": "Optional Special Abilities",
	"RULE": "A BattleMech with this special has been built to convert between BattleMech and aerospace fighter modes of operation. The rules for Land-Air BattleMechs (LAMs), may be found on page 177.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "Bloodhound Active Probe",
	"ABBREVIATION": "BH",
	"TYPE": "Optional Special Abilities",
	"RULE": "An enhanced version of the standard active probe (PRB), the Bloodhound probe offers all the same features, but with an effective range of 26”. Bloodhound probes automatically confer the Recon (RCN) special ability upon their users, and enable them to detect hidden units (see Hidden Units, p. 168), identify incoming sensor blips, or discover the capabilities of unknown hostile units that fall within this range (see Concealing Unit Data, p. 157).<br>In addition to these standard features, the Bloodhound is also unaffected by standard and light ECM specials (ECM and LECM). Presently, only the Angel ECM (AECM) can overwhelm the sensing abilities of the Bloodhound.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "Booby Trap",
	"ABBREVIATION": "BT",
	"TYPE": "Optional Special Abilities",
	"RULE": "The booby trap is a last-ditch weapon. A unit with this ability has devoted considerable mass toward a devastating self-destruct mechanism designed inflict damage on nearby units as well.<br>The booby trap may be activated during the Combat Phase, in place of a weapon or physical attack. Once activated, the system automatically destroys the unit and delivers an area-effect attack to all units within an area covered by a 2” AoE template. Activated on the ground, all units in the area of effect suffer damage equal to the booby-trapped unit’s weight/size class times half its Move.<br>For example, a booby-trapped assault ’Mech with a Move of 6” would deliver 12 points of damage (Size 4 x [Move 6” ÷ 2] = 12) to all units in its area of effect.<br>Airborne Booby Traps: Airborne units that activate a booby trap inflict damage in a 2” AoE template centered on a point, as chosen by the player. All units on the ground within that area of effect suffer damage equal to the booby-trapped unit’s weight/size class. Thus, if a heavy aerospace fighter were flying over the ground map and chose to self destruct, its damage to all units within the area covered by the 2” AoE template centered on a point on its flight path would be 3 points.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "Bridgelayer",
	"ABBREVIATION": "BRID",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability may deploy a temporary bridge capable of spanning gaps up to 2 inches in width. Multiple bridgesmay be linked together to extend the reach of an existing bridge.<br>Deploying or extending a bridge takes one turn, during which the bridgelayer unit cannot move. After the bridge is deployed, the bridgelaying unit may move normally. A bridge does not need to be deployed such that each side of the bridge rests on solid ground; it may be deployed as a makeshift dock extending into water.<br>Bridges placed by bridgelayer units are temporary in nature. Once a bridgelayer unit places a bridge, it may not place another for the remainder of the scenario unless it removes the original. Removing one of these temporary bridges may only be done by non-infantry bridgelayer units, and requires the unit to remain in base-contact with the bridge being removed for the entire turn, with no other units passing over the bridge in that same turn.<br>All bridgelayer bridges automatically float on water, as they contain integral flotation devices by design. Bridges placed by a non-infantry unit with this ability have a CF of 18 and may support units of Size class 3. The bridge may be targeted as a building and will be destroyed once its CF is reduced to 0. A bridge reduced to 10 points or less may only support units up to Size 2. Bridges reduced to 5 or fewer points it may only support Size 1 units. If a unit that exceeds a bridge’s Size limit attempts to use it, the bridge immediately collapses once the unit moves onto it. All units on a bridge when it collapses will fall and suffer 1 point of damage per 3 inches (or fraction thereof) of difference between the starting level and destination level, rolling for critical hits as normal. If the unit falls into prohibited terrain as a result of a bridge collapse, it is destroyed.<br>Infantry Bridgelayers: Infantry with this ability may erect a bridge using gear and parts carried with them for the task, but may only do so once per scenario. Infantry bridgelayers require 2 turns to complete their bridges, which possess a starting CF of 8, and can support units up to Size 2.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "83"
  },
  {
	"NAME": "Capital Weapons",
	"ABBREVIATION": "CAP",
	"TYPE": "Optional Special Abilities",
	"RULE": "Capital weapons are large weapons that are seen only on truly massive installations, mobile structures, and WarShips. Because their use is almost exclusively limited to combat between units in orbital space and beyond, their use is beyond the general scope of the ground war game presented in this book.<br>Nevertheless, in certain limited instances where they may be used, consult the Capital and Sub-Capital Weapons rules (see p. 156).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "84"
  },
  {
	"NAME": "Cargo Transport, Kilotons",
	"ABBREVIATION": "CK#",
	"TYPE": "Optional Special Abilities",
	"RULE": "This ability is identical to the Cargo Transport–Tons ability, except that the numerical designation for this special ability represents cargo capacity in 1,000-ton lots. This may be a decimal value, so a unit with CK3.57 would have a cargo capacity of 3,570 tons (1,000 tons x 3.57 = 3,570 tons).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "84"
  },
  {
	"NAME": "Cargo Transport, Tons",
	"ABBREVIATION": "CT#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units with this special ability have bays or other internal space set aside for carrying bulk cargo such as munitions, supplies, and the like. This space is not generally suited for transporting battle-ready units like vehicles, ’Mechs, or infantry, and such units may not be dropped or deployed from cargo bays as a result—though they can be carried as cargo (see Units as Cargo, p. 39).<br>This ability usually applies to DropShips, and is always used in conjunction with the Door (D#) special ability. The numerical value in this ability indicates how many tons of cargo the unit may transport.<br>This ability can be reduced in value and half the amount of Infantry Transport (IT#, see p. 78) added to a non-’Mech unit prior to the start of a game.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "84"
  },
  {
	"NAME": "Crew",
	"ABBREVIATION": "CRW#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Non-DropShip units with this ability can temporarily inflict a Crew Stunned critical hit on themselves, while DropShip units can temporarily inflict a Crew Hit critical on themselves instead. Doing so enables these units to deploy a number of infantry units—equal to the number rating of this ability—as additional marines to aid in repelling enemy boarding parties. These foot infantry units have a Move of 2”f, 2 Armor points, 1 Structure point, and Damage Values of 1 at Short and Medium range (see Boarding Actions, p. 67).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "84"
  },
  {
	"NAME": "Critical-Resistant",
	"ABBREVIATION": "CR",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability features special armor or other protective features that reduces the chance and severity of a critical hit (including damage to structure, damage effects from armor-penetrating weapons, and hull breaches while in vacuum or underwater). Any time an attack on this unit prompts a roll on its Critical Hits Table, apply a –2 modifier to the Critical Hit roll.<br>Modified critical results of 1 or less are treated as No Critical Hit results.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "84"
  },
  {
	"NAME": "Direct Neural Control System",
	"ABBREVIATION": "DN",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit controlled with a direct neural control system is designed to be piloted by warriors fitted with an advanced cybernetic brainm implant, enabling more enhanced control. This technology is exceedingly rare and dangerous in the BattleTech setting, with its use invariably leading to madness and death in less than a decade or so. Developed only in the wake of the Clan Invasion, it was almost exclusively limited to the fanatics of the Word of Blake faction, even though other groups researched their own versions.<br>If a warrior or crew controlling a unit with this special ability is not fitted with a DNI implant—including the prototype DNI, vehicular DNI, or buffered VDNI implants (see Augmented Warriors, p. 140)—the control system provides no benefits or drawbacks at all. Otherwise, the use of this feature applies a –1 modifier to the pilot’s Skill Rating, so a unit with a Skill Rating of 2 will drop to 1. However, any Fire Control critical hit the unit receives during a scenario will result in a Crew Stunned effect to the unit (regardless of the unit’s type). If this happens to an aerospace unit treat the stunned unit as if it has shut down.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "84"
  },
  {
	"NAME": "Door",
	"ABBREVIATION": "D#",
	"TYPE": "Optional Special Abilities",
	"RULE": "This ability indicates the number of ingress/egress doors available on a DropShip, small craft, or support vehicles’ transport bays. Each door a unit has is tied to a particular bay, and can accommodate a limited number of units per turn (see Transporting Non-Infantry Units, p. 39).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "84"
  },
  {
	"NAME": "Drone",
	"ABBREVIATION": "DRO",
	"TYPE": "Optional Special Abilities",
	"RULE": "movement and (occasionally) combat. Ground drones must stay within 900” of their control vehicle, unless the control vehicle is airborne or in orbit, in which case range is functionally limitless for a ground game. In space, drones need only remain within LOS to their controller, as the actual range limit is more than 100,000”.<br>Drones enveloped in a hostile ECM field shut down during the End Phase of the turn in which they were trapped by the field.<br>They remain shut down until the ECM field is no longer present. Drones restart automatically in the End Phase of the turn in which the ECM field is removed. If the drone control unit is caught by a hostile ECM field, all of its drones shut down until the ECM field is no longer present. In addition, if the LOS from a drone control unit to its drone passes through an ECM bubble, the drone will shut down. This is frequently avoided by the use of Satellite uplinks for drone control.<br>If the drone control unit is eliminated, the drones shut down for the rest of the game.<br>When not affected by hostile ECM, and as long as their control units (see below) are operational, drone units may Move, attack, spot for indirect fire, and use special abilities as an equivalent unit of the<br>same motive type and capabilities. The Skill Rating of a drone is equal to that of its controller’s Skill, plus 1.<br>Drones use the Skill of their remote operator to determine any PV modifiers for Skill. Remember, however, that such drones always receive a +1 Skill Rating due to their nature, so a drone operated by a Skill 4 operator must be valued as if the drone unit has a Skill of 5.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "84"
  },
  {
	"NAME": "Drone Carrier Control System",
	"ABBREVIATION": "DCC#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units with the drone carrier control system (DCC) special ability may control units with the drone (DRO) special. The numerical value of this ability indicates the number of drones the unit can control.All drones controlled by this unit will shut down if the control unit is destroyed, disabled, or enveloped in hostile ECM fields.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Dune Buggy",
	"ABBREVIATION": "DUN",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can move more easily over Sand (see Advanced Terrain, p. 136).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Ejection Seat",
	"ABBREVIATION": "ES",
	"TYPE": "Optional Special Abilities",
	"RULE": "The pilot of a unit with an ejection seat may abandon their unit at any time using the unit’s on-board ejection system. The pilot with an ejection seat is also automatically ejected if their unit suffers an Ammo Hit critical and does not feature a CASE or CASEII special (see Ejection/Abandoning Units, p. 161).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Engineering",
	"ABBREVIATION": "ENG",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can clear woods just like a unit with the Saw special ability (see Saw, p. 89). In addition, a unit with this ability can clear a path through rubble. It takes 1 turn for a group of 4 or more units with the Engineering special to clear a 2” long path of rubble, 2 turns for 3 units, 3 turns for 2 units and 4 turns for 1 unit.<br>An area cleared by engineering units does not actually change its terrain type; the clearing action simply creates a narrow, clear path through it that units may use to pass through the terrain as if it is clear. (For further explanation, see Terrain Conversion, p. 173.)",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Environmental Sealing",
	"ABBREVIATION": "SEAL",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability may operate in hostile environments (including underwater, vacuum, and so forth).<br>Aerospace units, ProtoMechs, combat vehicles, and support vehicles built as submarines are automatically treated as if they have this ability.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Firefighter",
	"ABBREVIATION": "FF",
	"TYPE": "Optional Special Abilities",
	"RULE": "Firefighter units may put out fires within 2” of their position.<br>This action requires a 2D6 roll of 8+, made in place of a weapon attack. Reduce this target number by 1 for each turn the unit spends fighting a fire, and for each additional unit engaged in fighting the same fire (to a maximum target number modifier of –3).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Flight Deck",
	"ABBREVIATION": "FD",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can be used as a landing area by an aerospace fighter, conventional fighter, small craft, fixed-wing support vehicle, airship support vehicle, or VTOL unit.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Glider ProtoMech",
	"ABBREVIATION": "GLD",
	"TYPE": "Optional Special Abilities",
	"RULE": "A ProtoMech unit with this special ability has been built with a special low-level flight capability similar to a Wing-in-Ground Effect vehicle. Rules for using Glider ProtoMechs in game play may be found on page 177.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Helipad",
	"ABBREVIATION": "HELI",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can be used as a landing area by a unit with VTOL movement.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Hyperpulse Generator",
	"ABBREVIATION": "HPG",
	"TYPE": "Optional Special Abilities",
	"RULE": "The hyperpulse generator is a transmission device used to send communications signals through hyperspace. Rare and expensive in the extreme, it is almost never seen on the battlefield, and many factions in the BattleTech universe consider attacking or willfully endangering such devices a crime against humanity. Nevertheless, some mobile versions of the HPG do exist, and thus can make an appearance in battle under extreme circumstances. If a unit equipped with a mobile HPG (noted by the HPG special) is operating inside an atmosphere, it may use the device to send a signal once every 6 turns. Doing so, however, draws incredible amounts of power and produces an immense electromagnetic pulse that affects all units in the general vicinity—including the HPG-carrying unit itself. These effects can vary with the operating unit.<br>Aerospace units operating in space may use an HPG in any turn they wish, but will generate no significant game effects when doing so.<br>Charging and Firing: Charging and firing an HPG requires two full, consecutive Combat Phases to perform, during which time the HPG unit cannot move or use any weaponry. If the unit is an extremely large unit in the process of being boarded or repelling a boarding action, its marines and other infantry defenses may continue to function normally, but all mounted weaponry is inert.<br>At the end of the second Combat Phase, the HPG fires, instantly shutting down the firing unit for 1 turn. (The unit reactivates in the End Phase of the following turn.)<br>HPG Effects Radius: As long as there is an atmosphere (or, if the Atmospheric Density rules are in effect per page 61, an atmosphere of Thin or greater density), the HPG pulse will affect all units within a radius of 16 inches if the firing unit is not a Mobile Structure, a DropShip, a building, or a Support Vehicle of Size Class 3+. If the firing unit is a Mobile Structure, a DropShip, a building, or a Support Vehicle of Size Class 3+, the pulse will affect all units on or above the play area.<br>HPG Effects: The HPG pulse inflicts a +4 Target Number modifier on all non-conventional infantry units within the area of effect for a period of 6 Combat Phases after the firing takes place. This effect persists even if an affected unit subsequently moves outside of the initial effect radius. This modifier will apply only to weapon attacks during this time, however; physical attacks (including those using the MEL special) will remain unaffected, as will any special Control Roll target numbers.<br>Receiving HPG Signals: Technically, the receiving of an HPG signal is far beyond the scope of these rules, but should an event happen within an atmosphere, there will be no significant game effects in Alpha Strike play.<br>Note: Where the signal from an HPG goes is irrelevant to Alpha Strike game play. As an HPG is a hyperspace-capable communications system intended to send signals up to 50 light years at a shot, anywhere the message is sent will simply be too far beyond the scope of the game at hand to have any relevance.<br>An HPG cannot be used to directly attack a target unit; the pulse is merely a secondary effect.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "85"
  },
  {
	"NAME": "Impact-Resistant Armor",
	"ABBREVIATION": "IRA",
	"TYPE": "Optional Special Abilities",
	"RULE": "Originally developed for use in dueling arenas, impact-resistant armor provides increased protection in physical combat. When a unit with this special sustains damage as a result of a physical attack (including those delivered using a MEL special, or self-inflicted damage from a Death from Above attack), the damage sustained by the unit is reduced by 1 point, to a minimum of 1 point.<br>In addition to this, all critical hit rolls and hull breach checks made against this unit apply a +1 modifier to the roll result. For critical hits, treat any modified result over 12 as an Engine Hit critical.<br>When a unit has lost all its Armor, remove the IRA special ability in the End Phase. If the Armor is repaired to 1 or more, it regains the IRA special ability.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Improved ATM",
	"ABBREVIATION": "IATM#/#/#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units with the IATM#/#/# special may conduct missile attacks using Improved ATM munitions. These alternate munitions are:<br>Indirect Fire: This represents an IATM firing standard longrange missiles, which enables the unit to execute an attack as if it has an IF value equivalent to its IATM Long-range value (i.e., an IATM2/2/2 special can also act as an IF2 special).<br>Magnetic Pulse: Using this alternate munition attack, the unit’s normal attack is reduced by 1 point at Short range. But if this attack hits a target in the Short range bracket, the target suffers a loss of 2 inches of Move, as well as a +1 Target Number modifier for all weapon attacks, throughout the following turn. (Multiple magnetic pulse hits will not stack these modifiers.)<br>Improved Inferno: Using this alternate munition attack, the nunit’s normal attack is reduced by 1 point at both Short and Mediumrange. But if this attack hits a target in those range brackets, the target also suffers the effects of a HT#/#/# special attack equal to the numerical value of the unit’s IATM#/#/# special at those ranges, to a maximum of 2 points at any range bracket (i.e., IATM3/1/- will transate to a HT2/1/- effect).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Improved NARC Missile Beacon",
	"ABBREVIATION": "INARC#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with the INARC# special ability may make an extra weapon attack using its iNarc missile beacon device. A unit hit by an iNarc beacon will not suffer damage from the iNarc itself, but will suffer 1 additional point of damage from any indirect fire attack or special weapon attack using the IF, LRM, or SRM special abilities, or any standard weapons attack from a unit with the IF, LRM, or SRM special abilities, for the rest of the game—unless the unit is within a friendly ECM bubble. The iNarc beacon launcher can reach targets up to Medium range. Unlike most effects, iNARC takes place immediately and can be used by other attacks in the same turn.<br>Instead of their normal attack, iNarc launchers may fire specialty ammo (see Alternate Munitions, p. 142).<br>The numerical value of this ability indicates the number of extra iNarc beacon attacks the unit can deliver in a single turn.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Land-Air BattleMech",
	"ABBREVIATION": "LAM(#G/#A)",
	"TYPE": "Optional Special Abilities",
	"RULE": "A BattleMech with this special has been built to convert between BattleMech, AirMech, and aerospace fighter modes of operation. The rules for Land-Air BattleMechs (LAMs), may be found on page 177.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Large",
	"ABBREVIATION": "LG",
	"TYPE": "Optional Special Abilities",
	"RULE": "Large units have several modifiers to movement and combat. See Large Units, p. 64.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Light Active Probe",
	"ABBREVIATION": "LPRB",
	"TYPE": "Optional Special Abilities",
	"RULE": "Light active probes function in the same way as standard active probes, but only have an effective range of 12”. As with standard probes, light probes automatically confer the Recon (RCN) special ability upon their users, and enable them to detect hidden units (see Hidden Units, p. 168), identify incoming sensor blips, or discover the capabilities of unknown hostile units that fall within this range (see Concealing Unit Data, p. 157).<br>Hostile ECM systems, including Angel ECM (AECM) and standard ECM (ECM) will overwhelm the light active probe’s abilities.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Light Target Acquisition Gear",
	"ABBREVIATION": "LTAG",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with Light TAG can “paint” targets for artillery homing rounds (see Artillery Attacks, p. 47) in the same way as a unit with standard target acquisition gear (TAG). Light TAG may only be used in the Short range bracket.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Long Range Missiles",
	"ABBREVIATION": "LRM#/#/#/#",
	"TYPE": "Optional Special Abilities",
	"RULE": "This unit mounts a significant number of long-range missile launchers This ability enables the unit to use alternate LRM ammo for modified effects (see Alternate Munitions, p. 143).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Maglev",
	"ABBREVIATION": "MAG",
	"TYPE": "Optional Special Abilities",
	"RULE": "A variation of the Rail (RAIL) special ability (see Rail, p. 88), units with magnetic levitation (maglev) systems may only travel along rail terrain designated for maglev units.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "86"
  },
  {
	"NAME": "Magnetic Clamp System (2 Units)",
	"ABBREVIATION": "MCS",
	"TYPE": "Optional Special Abilities",
	"RULE": "ProtoMechs with magnetic clamps may ride on a BattleMech as if they were a battle armor infantry unit with the XMEC special (see p. 78). No more than 2 ProtoMechs with the MCS special (or 1 with the UCS special) may ride on a single transporting ’Mech at the same time.<br>When transporting ProtoMechs via the MCS or UCS special, the transport ’Mech will lose 2 inches of Move, per ProtoMech, so long as the ProtoMechs remain attached to it.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Magnetic Clamp System (1 Unit)",
	"ABBREVIATION": "UCS",
	"TYPE": "Optional Special Abilities",
	"RULE": "ProtoMechs with magnetic clamps may ride on a BattleMech as if they were a battle armor infantry unit with the XMEC special (see p. 78). No more than 2 ProtoMechs with the MCS special (or 1 with the UCS special) may ride on a single transporting ’Mech at the same time.<br>When transporting ProtoMechs via the MCS or UCS special, the transport ’Mech will lose 2 inches of Move, per ProtoMech, so long as the ProtoMechs remain attached to it.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Mech Transport",
	"ABBREVIATION": "MT#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can transport, deploy, and drop the indicated number of ’Mechs. This ability usually applies to DropShips, and is always used in conjunction with the Door special ability (see Transporting Non-Infantry Units, and Dropping Troops, pp. 39 and 160, respectively).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Mine Dispenser",
	"ABBREVIATION": "MDS#",
	"TYPE": "Optional Special Abilities",
	"RULE": "This ability allows a unit to create minefields in areas through which it travels (see Minefields, p. 168). Record this ability as MDS# where # is the number of mine dispensers mounted on the unit.<br>Each mine dispenser deploys a density 1 minefield once per turn.<br>Multiple deployments in the same location increase the density of the minefield by 1 each, to a maximum density of 5.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Minesweeper",
	"ABBREVIATION": "MSW",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with a minesweeper automatically clears any minefields it is in base contact with at the end of the Movement Phase (see Minefields, p. 168). During the minesweeper’s Combat Phase, it may not execute any attacks, but must roll 2D6 to clear the minefield,applying a +4 modifier to the result if the minesweeping unit is not infantry. If the result is 10 or better, the minefield is cleared and removed from the map. If the result is 5 or less, the minefield detonates for its full effects. Any other roll result means the minefield is not cleared.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Missile",
	"ABBREVIATION": "MSL#/#/#/#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units with this special ability are aerospace units that have been outfitted with capital and/or sub-capital scale missile launchers. Though these weapons are treated as artillery when attacking the ground, they cannot use alternative munitions under these rules.<br>Consult the Capital and Sub-Capital Weapons rules to resolve combat using these weapons (see p. 156).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Mobile Army Surgical Hospital",
	"ABBREVIATION": "MASH#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with MASH equipment can tend to wounded warriors, and helps to recover their injuries between battle. During game play, a unit with MASH equipment can accommodate infantry units as if it has an Infantry Transport (IT#) special equal to half its MASH# value, rounded up. (For example, a unit with a MASH6 special can act as a unit with the IT3 special.)<br>Between battles, MASH-equipped units provide a bonus to “repairing” infantry units.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Mobile Field Base",
	"ABBREVIATION": "MFB",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with a mobile field base is one that is equipped to handle technical servicing, maintenance, and even battlefield repairs on other units. During game play, a mobile field base has no direct effect, but between battles, its presence enables bonuses to repairing other combat units.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Mobile Headquarters",
	"ABBREVIATION": "MHQ#",
	"TYPE": "Optional Special Abilities",
	"RULE": "The standard MHQ is equipped with a wide array of special equipment to coordinate engagements over a large area. This ability provides different bonuses depending on the numerical rating (see Battlefield Intelligence, p. 154).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Mountain Troops",
	"ABBREVIATION": "MTN",
	"TYPE": "Optional Special Abilities",
	"RULE": "Infantry units with this special ability may climb 2 inches per 2 inches moved forward in a turn.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Compact NARC Missile Beacon",
	"ABBREVIATION": "CNARC#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with the CNARC# special ability may make an extra weapon attack using its Narc missile beacon device. A unit hit by a Narc beacon will not suffer damage from the Narc itself, but will suffer 1 additional point of damage from any indirect fire attack or special weapon attack using the IF, LRM, or SRM special abilities, or any standard weapons attack from a unit with the IF, LRM, or SRM special abilities, for the rest of the game— unless the unit is within a friendly ECM bubble. Compact Narc beacon launchers (CNARC) have a maximum range of Short. Unlike most effects, NARC takes place immediately and can be used by other attacks in the same turn.<br>Instead of their normal attack, Narc launchers may fire specialty ammo (see Alternate Munitions, p. 143).<br>The numerical value of this ability indicates the number of extra Narc beacon attacks the unit can deliver in a single turn.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Standard NARC Missile Beacon",
	"ABBREVIATION": "SNARC#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with the SNARC# special ability may make an extra weapon attack using its Narc missile beacon device. A unit hit by a Narc beacon will not suffer damage from the Narc itself, but will suffer 1 additional point of damage from any indirect fire attack or special weapon attack using the IF, LRM, or SRM special abilities, or any standard weapons attack from a unit with the IF, LRM, or SRM special abilities, for the rest of the game— unless the unit is within a friendly ECM bubble. Standard Narc beacon launchers (indicated by SNARC) have a maximum range of Medium. Unlike most effects, NARC takes place immediately and can be used by other attacks in the same turn.<br>Instead of their normal attack, Narc launchers may fire specialty ammo (see Alternate Munitions, p. 143).<br>The numerical value of this ability indicates the number of extra Narc beacon attacks the unit can deliver in a single turn.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Naval C3",
	"ABBREVIATION": "NC3",
	"TYPE": "Optional Special Abilities",
	"RULE": "This special represents an advanced large-scale version of the C3 network system, developed for spacecraft. Up to 6 large craft units may link into a single NC3 network. In aerospace combat (including capital-scale combat), all units in a NC3 network receive a –1 Target Number modifier. Naval C3 networks are immune to ECM, but not to the SDS Jammer (JAM) system.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Nova Composite EW System",
	"ABBREVIATION": "NOVA",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with the NOVA special mounts a special electronics warfare system that not only provides the abilities of the ECM and PRB specials, but also acts as a C3i network that can link up to 3 units (see p. 80). Unlike a normal C3i system, the Nova cannot be disrupted by ECM, LECM, and WAT specials; it can only be disrupted by a hostile unit with the NOVA special.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Paratroops",
	"ABBREVIATION": "PAR",
	"TYPE": "Optional Special Abilities",
	"RULE": "These units may dismount from airborne transport units (including aerospace units) just like jump infantry.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "Point Defense",
	"ABBREVIATION": "PNT#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Unless it is shut down, a unit protected by a point defense system automatically engages any missiles that attack it. Unlike an anti-missile system (AMS), the point defense system may engage Arrow IV, capital, or sub-capital missiles as well as well as attacks from units with the IF, SRM, or LRM special abilities.<br>Point defense has a 360-degree arc of fire, and is always successful, so no Attack Roll is required. Point defense generates a number of “defensive damage points” equal to the ability’s numerical rating. Thus, a unit with a PNT6 special would generate 6 points of “defensive damage” per turn. This damage is distributed among incoming missiles at the controlling player’s discretion.<br>If an incoming missile delivers no damage to begin with, any amount of defensive damage from a point defense ability will destroy the incoming missile before it can attack.<br>For all other incoming missiles, 1 point of defensive damage will apply a +1 Target Number modifier to the missile’s attack roll, and the incoming attack’s damage value is halved (rounded down). If 2 or more points of defensive damage are assigned to an incoming missile attack, the attack is eliminated. For weapon attacks by a unit with IF, SRM, or LRM specials, 1 point of defensive damage will use the standard anti-missile system (AMS; see p. 76) rules for that attack.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "87"
  },
  {
	"NAME": "ProtoMech Transport",
	"ABBREVIATION": "PT#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can transport, deploy, and drop the indicated number of ProtoMechs. This ability usually applies to DropShips, and is always used in conjunction with the Door special ability (see Transporting Non-Infantry Units and Dropping Troops, pp. 39, 160, respectively).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Prototype Case",
	"ABBREVIATION": "CASEP",
	"TYPE": "Optional Special Abilities",
	"RULE": "When a unit with prototype CASE (CASEP) suffers an Ammo Explosion critical hit, the attacker rolls 1D6. On a 3 or higher, the critical hit is ignored. On a result of 2 or less, the unit suffers an explosion and is destroyed.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Prototype Triple-Strength Myomer",
	"ABBREVIATION": "TSMX",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units with the prototype form of triple-strength myomer TSMX deliver 1 additional point of damage to all successful physical attacks they execute, regardless of the unit’s current heat level. If the External Cargo rules are in play (see p. 163), a unit with TSMX also doubles its lifting capacity.<br>Unlike standard and industrial TSM, prototype TSM does not provide a movement boost. More importantly, prototype TSM is susceptible to Anti-TSM Warheads alternate munitions (see p. 143).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Quadvee",
	"ABBREVIATION": "QV",
	"TYPE": "Optional Special Abilities",
	"RULE": "A ’Mech unit with this special ability has been constructed as a QuadVee. The rules for these units may be found on page 178.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Radical Heat Sink System",
	"ABBREVIATION": "RHS",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with the radical heat sink system (RHS) can perform a special coolant flush action in any End Phase where its Heat Scale is 1 point or higher. This coolant flush will reduce the unit’s heat level by 1 point (to a minimum of 0), but the controlling player must then roll 1D6. If the roll result is 1, the RHS special must be marked off, and the unit fails to reduce its heat level for that turn. A radical heat sink system that has been marked off in this fashion is no longer usable for the remainder of the scenario.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Rail",
	"ABBREVIATION": "RAIL",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with the Rail special can only move along rails.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Reactive Armor",
	"ABBREVIATION": "RCA",
	"TYPE": "Optional Special Abilities",
	"RULE": "Reactive armor reduces the damage from an attack using the ART, BOMB, or MSL special abilities or an attack using the FLK special ability’s damage values. The armor halves all damage by these attacks (rounding up).<br>Thus, if a unit with attack values of 5/4/2 and an FLK2/2/2 special ability delivers a successful standard weapons attack against a unit with the RCA special at Short range, the attack does 5 damage. It will not be affected by Reactive armor, as the attack is not using the FLK special ability’s damage values. If the same unit missed an airborne unit by 1, and therefore triggered the FLK special ability to apply the FLK special ability’s damage, the damage would be reduced to 1 (half of the FLK’s short range damage value). If the same unit makes a special weapon attack with the ARTAIS special ability, the damage will be reduced to 1 (half the ARTAIS special ability damage).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Recon",
	"ABBREVIATION": "RCN",
	"TYPE": "Optional Special Abilities",
	"RULE": "The recon ability works in conjunction with the Mobile Headquarters (MHQ#) ability (see Battlefield Intelligence, p. 154).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Re-Engineered Lasers",
	"ABBREVIATION": "REL",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit that carries re-engineered lasers is able to offset many of the benefits presented by several types of specialty armors, such as reflective. When a unit with this ability successfully attacks a unit featuring reflective armor (RFA special), ignore that armor’s damagereducing effects. Furthermore, if a unit with this ability successfully attacks a unit that features the critical-resistant (CR) special, replace the target’s normal –2 modifier for any critical hit rolls with –1.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Reflective Armor",
	"ABBREVIATION": "RFA",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with reflective armor is resistant to damage from energy weapons, including flamers, but is much more susceptible to physical attacks, area-effect weapons, and armor-penetrating hits. If a unit with this special is struck by an air-to-ground strafing attack, or by a weapon attack by a unit with the ENE special, or by an attack using the HT special, halve this damage (or heat) before applying it. (Round this damage down, to a minimum of 1 point of damage or heat applied from that attack type.)<br>If, on the other hand, a unit with this ability suffers damage from any physical attack, an area-effect attack, or by any attack using the ART, BOMB, or MSL specials, double the damage applied by that attack.<br>For all other attacks against a unit with reflective armor, reduce the total damage applied by 1 point (to a minimum of 1 point). Note that this damage reducing (and increasing) effect even covers general attacks by such units that possess such abilities, so if a unit that can deliver 4 points of damage at Short range attacks a target ’Mech with reflective armor, and the attacker also has the HT2 special, the attack will deliver 3 points of damage (4 – 1 = 3), plus 1 point of heat (HT2 ÷ 2 = 1).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Remote Sensor Dispenser",
	"ABBREVIATION": "RSD#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this ability may deploy 1 remote sensor per turn per Remote Sensor Dispenser. (The number of dispensers the unit is carrying is indicated in the special ability’s abbreviation.) When deployed, sensors are stationary and rest on the surface of the underlying terrain. A remote sensor has no armor to speak of, and is automatically destroyed in the End Phase of any turn that ends with an opposing unit in base-to-base contact with them.<br>Alternatively, the sensor may be destroyed if it takes 1 point of damage. Attacks against a sensor apply a –2 Target Number modifier. Each type of sensor may also be carried as a bomb (taking 1 bomb slot) by any unit that possesses the BOMB# special ability. Once deployed, remote sensors may be used to spot for indirect or artillery attacks, as if they were a friendly unit, but they apply an additional +3 Target Number modifier.<br>Remote Sensors can also reveal units within 12” (see Hidden Units, p. 168), unless they are affected by hostile ECM systems, including Angel ECM (AECM) and standard ECM (ECM), which will overwhelm their abilities.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "88"
  },
  {
	"NAME": "Risc Advanced Point Defense System",
	"ABBREVIATION": "RAMS",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit equipped with a RISC advanced point defense system may use this special ability to reduce incoming missile fire against itself as a standard anti-missile system (see Anti-Missile System, p.76), or it may use the system to reduce the missile damage to any one friendly unit within 2 inches of its base by 1 point. The use of the RAMS special to defend its own unit or a friendly unit must be made when the missile attack is resolved; a RAMS ability used to defend its own unit cannot be used to defend a friendly unit (and vice versa) in the same turn.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "89"
  },
  {
	"NAME": "Risc Emergency Coolant System",
	"ABBREVIATION": "ECS",
	"TYPE": "Optional Special Abilities",
	"RULE": "The RISC emergency coolant system is a more powerful variation on the radical heat sink system (RHS special), but its effects in the event of a system failure can be much more dire. Like the RHS special, this system is activated in the End Phase of the turn, but will only do so if the unit has reached a Heat Scale of 4 (Shutdown). Also like the RHS, the system requires a 1D6 check to determine if it suffers a failure when attempting to flush coolant hrough its unit.<br>If the 1D6 roll result is 2 or higher, the ECS reduces the unit’s Heat Scale by 2 points. If the result of the 1D6 roll is 1, the ECS special must be marked off and, just like the RHS, it will fail to reduce the unit’s heat level. In addition to this, the ECS’s failure will also inflict one Engine Hit critical on the unit itself. The ECS remains inoperable for the remainder of the scenario once it is marked off.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "89"
  },
  {
	"NAME": "Risc Viral Jammers: Decoy Jammers",
	"ABBREVIATION": "DJ",
	"TYPE": "Optional Special Abilities",
	"RULE": "RISC Viral Jammers are active electronic warfare systems designed to counter opposing electronics within the user’s general vicinity. The anti-ECM decoy jammer (DJ) may be activated at the start of the unit’s Movement Phase, and will have the effects outlined below for its jammer type against all units that are within 34 inches of the jamming unit and have an LOS to it at the end of their Movement Phase. Note that this jamming will affect friendly and opposing units alike.<br>Once engaged, a RISC viral jammer remains active for 5 turns and cannot be shut off before then except through the destruction or shutdown of the operating unit. Once a jammer is disabled in any way (or its 5 turns of operation elapse), its negative effects on opposing electronics will dissipate, and the jammer’s special ability is marked off the unit’s stat card. Decoy Jammers (DJ): Once a decoy jammer is activated, all units within LOS of the jamming unit and a range of 34 inches or less must roll 2D6. If this roll result is 9 or higher, the unit is unaffected by the jammer. Otherwise, any AECM, ECM, LECM, STL, or WAT specials the unit possesses will be rendered inoperative for the duration of the jammer’s effect.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "89"
  },
  {
	"NAME": "Risc Viral Jammers: Homing Jammers",
	"ABBREVIATION": "HJ",
	"TYPE": "Optional Special Abilities",
	"RULE": "RISC Viral Jammers are active electronic warfare systems designed to counter opposing electronics within the user’s general vicinity. The communications-disrupting homing jammer (HJ)—a viral jammer may be activated at the start of the unit’s Movement Phase, and will have the effects outlined below for its jammer type against all units that are within 34 inches of the jamming unit and have an LOS to it at the end of their Movement Phase. Note that this jamming will affect friendly and opposing units alike.<br>Once engaged, a RISC viral jammer remains active for 5 turns and cannot be shut off before then except through the destruction or shutdown of the operating unit. Once a jammer is disabled in any way (or its 5 turns of operation elapse), its negative effects on opposing electronics will dissipate, and the jammer’s special ability is marked off the unit’s stat card.<br>Homing Jammer (HJ): Once a homing jammer is activated, all units within LOS of the jamming unit and a range of 34 inches or less must roll 2D6. On a result of 9 or more, the units will function normally. Otherwise, the affected unit may not use any TAG, C3 systems of any kind (including C3BSM, C3BSS, C3EM, C3I, C3M, C3RS, or C3S), or the NOVA special for the duration of the jammer’s effect. In addition, if the unit features an IATM, LRM, CNARC, SNARC, or SRM special, all attacks made that include these weapons’ damage or effects will suffer a +1 Target Number modifier.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "89"
  },
  {
	"NAME": "Robotic Drone",
	"ABBREVIATION": "RBT",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units with this special are driven by autonomous programming that enables them to function as a drone that does not require remote human direction. The rules covering how robotic units work may be found on page 175.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "89"
  },
  {
	"NAME": "Saw",
	"ABBREVIATION": "SAW",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability may forego its attack to clear an area of woods (see Terrain Conversion, p. 173).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "89"
  },
  {
	"NAME": "SDS Drone Control System",
	"ABBREVIATION": "SDCS",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units with this special have an extremely sophisticated and highly adaptive robotic control system not seen since the fall of the original Star League. This enables the unit to operate as a superior form of robotic drone, per the rules found on page 175.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "89"
  },
  {
	"NAME": "SDS Jammer",
	"ABBREVIATION": "JAM",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special cancels the –1 Target Number modifier provided by an opposing unit with the ATAC or Naval C3 specials.<br>This effect only works when the unit that would benefit from the enemy ATAC or NC3 is within the jamming unit’s Extreme range weapon bracket (or closer).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "89"
  },
  {
	"NAME": "Searchlight",
	"ABBREVIATION": "SRCH",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units equipped with a searchlight ignore the Target Number modifiers for combat in darkness (see Darkness, p. 62).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Short Range Missiles",
	"ABBREVIATION": "SRM#/#",
	"TYPE": "Optional Special Abilities",
	"RULE": "This unit mounts a significant number of short-range missile launchers. This ability enables the unit to use alternate SRM ammo for modified effects (see Alternate Munitions, p. 143).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Small Craft Transport",
	"ABBREVIATION": "ST#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can transport/ launch, and recover the indicated number of Small Craft. This ability usually applies to DropShips, and is always used in conjunction with the Door special ability (see Transporting Non-Infantry Units, p. 39).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Space Defense System: Capital",
	"ABBREVIATION": "SDS-C#/#/#/#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Any non-DropShip unit or installation with SDS weapons is a unit that carries large weapons designed almost exclusively for use against WarShips. These capital or sub-capital weapons are generally too large to use effectively in ground combat, and are generally reserved to target incoming DropShips and WarShips.<br>In the limited instances where these weapons may be used, consult the Capital and Sub-Capital Weapons rules (see p. 156).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Space Defense System: Missiles",
	"ABBREVIATION": "SDS-CM#/#/#/#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Any non-DropShip unit or installation with SDS weapons is a unit that carries large weapons designed almost exclusively for use against WarShips. These capital or sub-capital weapons are generally too large to use effectively in ground combat, and are generally reserved to target incoming DropShips and WarShips, though SDS missiles (SDS-CM) may also be employed as artillery.<br>In the limited instances where these weapons may be used, consult the Capital and Sub-Capital Weapons rules (see p. 156).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Space Defense System: Sub-Capital",
	"ABBREVIATION": "SDS-SC#/#/#/#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Any non-DropShip unit or installation with SDS weapons is a unit that carries large weapons designed almost exclusively for use against WarShips. These capital or sub-capital weapons are generally too large to use effectively in ground combat, and are generally reserved to target incoming DropShips and WarShips, though SDS missiles (SDS-CM) may also be employed as artillery.<br>In the limited instances where these weapons may be used, consult the Capital and Sub-Capital Weapons rules (see p. 156).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Space Operations Adaptation",
	"ABBREVIATION": "SOA",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability can operate in vacuum (see p. 61), but is not capable of spaceflight on its own.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Sub-Capital",
	"ABBREVIATION": "SCAP",
	"TYPE": "Optional Special Abilities",
	"RULE": "Sub-capital weapons are smaller-scale versions of the capital weapons used on WarShips and SDS batteries. Their use is still almost exclusively limited to combat between units in orbital space and beyond, and so is beyond the general scope of the ground war game presented in this book.<br>Nevertheless, in certain limited instances where they may be used, consult the Capital and Sub-Capital Weapons rules (see p. 156).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Super Large",
	"ABBREVIATION": "SLG",
	"TYPE": "Optional Special Abilities",
	"RULE": "Super Large units occupy a 6” AoE template sized area or larger. Super Large units block LOS.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Target Acquisition Gear",
	"ABBREVIATION": "TAG",
	"TYPE": "Optional Special Abilities",
	"RULE": "TAG is used to paint a target with a laser to designate targets. A TAG-(or LTAG)-equipped unit can make a special weapons attack in order to designate a target. A TAG attack uses all appropriate rules for a standard weapon attack. LTAG works only at Short range, while TAG works at Short and Medium range. Designating a target is an additional attack that can be made in addition to any other weapon or physical attacks that same turn. The target of a painting attack need not be the same target used for the unit’s weapon or physical attacks. Unlike most effects, TAG designation takes place immediately and can be used by other attacks in the same turn, and only that turn.<br>A successfully designated target is spotted for indirect fire by the TAG-equipped unit, with no spotter attacked or spotter attacker movement modifiers. In addition, a designated target can be attacked by semi-guided LRMs (see p. 150) and homing artillery (see p. 152). If unsuccessful with a TAG designating attack, the target is still spotted for indirect fire, but will add the spotter attacked modifier.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Taser Mech",
	"ABBREVIATION": "MTAS#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with the MTAS# special is carrying a ’Mech Taser. For MTAS special abilities, the # in this special indicates the quantity of Taser weapons mounted by the unit in question, each of which may attempt one attack per turn against any targets that lie in the unit’s firing arc and within its Short range bracket.<br>All Taser attacks are resolved separately, and may be made in addition to the unit’s normal weapon or physical attacks.<br>The Taser attack itself delivers no damage, but a successful hit will cause either interference or shutdown any target that is not conventional infantry, a DropShip, or possesses the LG, VLG, or SLG ability. Conventional infantry, DropShips, and units with the LG, VLG, or SLG abilities ignore the Taser effects entirely.<br>When a Taser attack hits a target that can be affected by it, the attacker rolls 2D6, applying a –2 if using a BTAS special, a –2 if the target is a BattleMech, and a +2 modifier if the target is battle armor infantry. On an 8+, the target is shut down for 1 turn. On a 7 or less, the target suffers interference effects that apply a +1 Target Number modifier to all of its attack and Control rolls the unit makes for 1 turn (additional Taser hits do not add to this effect). Taser effects wear off in the End Phase of the turn after a Taser’s successful attack.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Taser BattleArmor",
	"ABBREVIATION": "BTAS#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with the BTAS# special carries a battle armor Taser. For BTAS special abilities, the # in this special represents the maximum number of Taser attacks the unit can make for the entire scenario.<br>All Taser attacks are resolved separately, and may be made in addition to the unit’s normal weapon or physical attacks.<br>The Taser attack itself delivers no damage, but a successful hit will cause either interference or shutdown any target that is not conventional infantry, a DropShip, or possesses the LG, VLG, or SLG ability. Conventional infantry, DropShips, and units with the LG, VLG, or SLG abilities ignore the Taser effects entirely.<br>When a Taser attack hits a target that can be affected by it, the attacker rolls 2D6, applying a –2 if using a BTAS special, a –2 if the target is a BattleMech, and a +2 modifier if the target is battle armor infantry. On an 8+, the target is shut down for 1 turn. On a 7 or less, the target suffers interference effects that apply a +1 Target Number modifier to all of its attack and Control rolls the unit makes for 1 turn (additional Taser hits do not add to this<br>effect). Taser effects wear off in the End Phase of the turn after a Taser’s successful attack.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Tight-Stream Electromagnetic Pulse Weapons",
	"ABBREVIATION": "TSEMP#",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this special ability carries tight-stream EMP weapons (TSEMPs), which function much like an energy-based version of the taser.<br>As with taser weapons, the numerical value for this special ability indicates the number of TSEMP weapon attacks the unit may attempt per turn. If this numerical value is preceded by a “-O”, then the unit is only carrying one-shot TSEMPs, and the number instead indicates how many TSEMP attacks it can make in the scenario.<br>TSEMP attacks may only be attempted in the unit’s Combat Phase, and may only be directed against targets within the unit’s Short or Medium range brackets on the ground map.<br>A successful TSEMP attack is resolved as a Taser (see above), replacing the modifiers with a –1 roll modifier if the target is a BattleMech or aerospace unit, a –2 if the target has the LG special, and a +2 if the target is a support vehicle unit.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Trailer Hitch",
	"ABBREVIATION": "HTC",
	"TYPE": "Optional Special Abilities",
	"RULE": "A vehicle unit with this special has the ability to tow other wheeled or tracked units and trailers. The rules for towing may be found under External Cargo, page 163.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "90"
  },
  {
	"NAME": "Trenchworks/Fieldworks",
	"ABBREVIATION": "TRN",
	"TYPE": "Optional Special Abilities",
	"RULE": "These infantry units may create fortified positions (see p. 168).<br>Fortified positions can be used by infantry digging in (see p. 139) or ProtoMechs and vehicles going hull down (see p. 38). Attacks against infantry units in a fortified area suffer an additional +2 Target Number modifier. Heat, Inferno, and area effect weapons ignore this modifier.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  },
  {
	"NAME": "Triple-Strength Implants",
	"ABBREVIATION": "TSI",
	"TYPE": "Optional Special Abilities",
	"RULE": "Infantry with this special have been augmented with triplestrength myomer implants. While most gameplay effects are covered under Augmented Warriors (see p. 140), these units are also susceptible to the effects of anti-TSM munitions (see p. 143).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  },
  {
	"NAME": "Variable-Range Targeting",
	"ABBREVIATION": "VRT",
	"TYPE": "Optional Special Abilities",
	"RULE": "Units equipped with variable-range targeting may switch between short-range, long-range or standard targeting during the End Phase of any turn (see Targeting and Tracking Systems, p. 173).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  },
  {
	"NAME": "Vehicle Transport: Medium",
	"ABBREVIATION": "VTM#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Vehicles differ from other units in that the type of bay necessary for transport differs by vehicle weight. The Vehicle Transport special nability also indicates the maximum weight class of vehicle a given bay can accommodate, as defined below:<br>Medium Vehicle Transport (VTM#) bays can handle units of Size class 1 and 2 that do not have the Large (LG), Very Large (VLG), or Super Large (SLG) specials.<br>Full rules regarding how to drop and deploy non-infantry units from a transport are presented elsewhere in this chapter.<br>For air vehicles (including VTOLs and airship units), see Aerospace Unit Transports, page 142. For other non-infantry transports, see Transporting Non-Infantry Units, page 39. The Dropping Troops rules (see p. 160) may also be used for some vehicle units.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  },
  {
	"NAME": "Vehicle Transport: Heavy",
	"ABBREVIATION": "VTH#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Vehicles differ from other units in that the type of bay necessary for transport differs by vehicle weight. The Vehicle Transport special ability also indicates the maximum weight class of vehicle a given bay can accommodate, as defined below:<br>Heavy Vehicle Transport (VTH) bays can hold units of Size class 1 through 4 that do not have the Large (LG), Very Large (VLG) or Super Large (SLG) specials.<br>Full rules regarding how to drop and deploy non-infantry units from a transport are presented elsewhere in this chapter.<br>For air vehicles (including VTOLs and airship units), see Aerospace Unit Transports, page 142. For other non-infantry transports, see Transporting Non-Infantry Units, page 39. The Dropping Troops rules (see p. 160) may also be used for some vehicle units.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  },
  {
	"NAME": "Vehicle Transport: Superheavy",
	"ABBREVIATION": "VTS#",
	"TYPE": "Optional Special Abilities",
	"RULE": "Vehicles differ from other units in that the type of bay necessary for transport differs by vehicle weight. The Vehicle Transport special ability also indicates the maximum weight class of vehicle a given bay can accommodate, as defined below:<br>Super-Heavy Vehicle Transport (VTS) bays can accommodate units of Size class 1 through 4, including those that have the Large (LG) special, but not the Very Large (VLG) or Super Large (SLG) specials.<br>Full rules regarding how to drop and deploy non-infantry units from a transport are presented elsewhere in this chapter.<br>For air vehicles (including VTOLs and airship units), see Aerospace Unit Transports, page 142. For other non-infantry transports, see Transporting Non-Infantry Units, page 39. The Dropping Troops rules (see p. 160) may also be used for some vehicle units.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  },
  {
	"NAME": "Very Large",
	"ABBREVIATION": "VLG",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit with this ability fully occupies a 4” diameter area. Very Large units block LOS.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  },
  {
	"NAME": "Very-Short Takeoff And Landing",
	"ABBREVIATION": "VSTOL",
	"TYPE": "Optional Special Abilities",
	"RULE": "This ability allows a unit to lift off and land in a shorter amount of space than regular aerodyne units (see Aerospace Units on the Ground Map, pp. 141-142).",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  },
  {
	"NAME": "Virtual Reality Piloting Pod",
	"ABBREVIATION": "VR",
	"TYPE": "Optional Special Abilities",
	"RULE": "A unit controlled with a virtual reality piloting pod has replaced its normal cockpit with an internalized bay sealed deep inside its chassis. Though this early-Clan Invasion experiment promised to better safeguard MechWarriors from harm, it proved dangerously susceptible to electronic interference and made safe egress from a doomed machine nearly impossible.<br>A unit with this special applies a –1 target modifier to any special Control Rolls required of the unit (such as those to avoid skidding or becoming stuck in bog-down terrain, but the unit becomes unable to use the Ejection rules (see p. 161). Furthermore, if the unit begins its Combat Phase within an area affected by hostile ECM of any type (such as those generated by LECM, ECM, and WAT specials), the unit may not attempt any ranged weapon attacks, and suffers a +2 Target Number modifier for any physical attacks it attempts.",
	"SOURCE": "Alpha Strike Commanders Edition 7th",
	"PAGE": "91"
  }
]

}
